Repository: cristdulcey/loducode_utils
Catalog: loducode_utils/locale/*/LC_MESSAGES/django.po
Languages: es

source: utils
es: Utilidades

source: creation date
es: Fecha de creación

source: date when the object was created
es: fecha de creación del objeto.

source: update date
es: fecha de actualización

source: date when the object was modified
es: fecha en que se modificó el objeto

source: creation user
es: usuario de creación

source: user who created the object
es: usuario que creó el objeto

source: update user
es: actualizar usuario

source: user who performed the update
es: usuario que realizó la actualización

source: name
es: nombre

source: departament
es: departamento

source: active
es: activo

source: city
es: ciudad

source: cities
es: ciudades

source: Returns a specific object of the city model.
es: Retorna un objeto específico del modelo ciudad.

source: Returns a detail list of all cities.
es: Retorna una lista del detalle de todas las ciudades.

source: Service to log in using token, with username and password
es: Servicio para iniciar sesión mediante token, con usuario y contraseña

source: has closed session correctly
es: ha cerrado la sesión correctamente

source: Service to log out.
es: Servicio para cerrar sesión.

source: Service to forget password. ** {"username": "user1"} **
es: Servicio para olvidar contraseña. ** {"username": "user1"} **

source: Your new password is:
es: Tu nueva contraseña es:

source: the new password has been send to Email.
es: La nueva contraseña ha sido enviada al correo electrónico.
